IDEA Open Model
ConcreteULSCheckResultFatigue Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the ConcreteULSCheckResultFatigue class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
protected ConcreteULSCheckResultFatigue()
Protected Sub New
See Also
Reference
ConcreteULSCheckResultFatigue Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace